{
  "title": {
    "trending": "Sedang Tren :",
    "favorite": "Film Favorit"
  },
  "navigation": {
    "favorite": "Favorit",
    "back": "Kembali ke film",
    "mark_as_favorit": "Tandai sebagai favorit",
    "unfavorite": "Tidak favorit"
  },
  "genre": {
    "action": "Aksi",
    "adventure": "Petulangan",
    "animation": "Animasi",
    "comedy": "Komedi",
    "crime": "Kejahatan",
    "documentary": "Dokumenter",
    "drama": "Drama",
    "family": "Keluarga",
    "fantasy": "Fantasi",
    "history": "Sejarah",
    "horror": "Horor",
    "music": "Musik",
    "mystery": "Misteri",
    "romance": "Romantis",
    "science_fiction": "Fiksi Ilmiah",
    "tv": "Film TV",
    "thriller": "Cerita menegangkan",
    "war": "Perang",
    "western": "Barat"
  },
  "description": {
    "955916": "Kru perampokan internasional, dipimpin oleh Cyrus Whitaker, berlomba untuk mengangkat emas senilai $500 juta dari pesawat penumpang di ketinggian 40.000 kaki.",
    "753342": "Sebuah epik yang merinci kebangkitan dan kejatuhan Kaisar Prancis Napoleon Bonaparte dan perjalanannya yang tiada henti menuju kekuasaan melalui prisma hubungannya yang adiktif dan tidak menentu dengan istrinya, Josephine.",
    "609681": "Carol Danvers, alias Kapten Marvel, telah mendapatkan kembali identitasnya dari Kree yang kejam dan membalas dendam pada Intelijen Tertinggi. Namun konsekuensi yang tidak diinginkan membuat Carol memikul beban alam semesta yang tidak stabil. Ketika tugasnya mengirimnya ke lubang cacing yang tidak wajar terkait dengan seorang revolusioner Kree, kekuatannya menjadi terjerat dengan penggemar berat Jersey City Kamala Khan, alias Ms. Marvel, dan keponakan Carol yang terasing, sekarang astronot S.A.B.E.R. Kapten Monica Rambeau. Bersama-sama, ketiganya yang tidak terduga ini harus bekerja sama dan belajar bekerja bersama-sama menyelamatkan alam semesta.",
    "572802": "Black Manta, yang masih terdorong oleh kebutuhan untuk membalas kematian ayahnya dan menggunakan kekuatan Black Trident yang mistis, tidak akan berhenti untuk menjatuhkan Aquaman untuk selamanya. Untuk mengalahkannya, Aquaman harus menggunakan kekuatannya saudara laki-laki Orm yang dipenjara, mantan Raja Atlantis, untuk membentuk aliansi yang tidak terduga guna menyelamatkan dunia dari kehancuran yang tidak dapat diubah.",
    "906126": "Pada tanggal 13 Oktober 1972, Penerbangan 571 Angkatan Udara Uruguay, yang disewa untuk membawa tim rugbi ke Chili, jatuh ke gletser di jantung Andes.",
    "899445": "Perjalanan solo dengan kapal pesiar berubah menjadi mengerikan ketika seorang wanita bertemu dengan tiga penyelundup narkoba yang menempel di sisa-sisa kapal. Mereka segera memaksanya menyelam ke perairan yang dipenuhi hiu untuk mengambil berkilo-kilogram kokain dari kapal yang tenggelam. kecelakaan.",
    "787699": "Willy Wonka – penuh dengan ide dan tekad untuk mengubah dunia sedikit demi sedikit – adalah bukti bahwa hal terbaik dalam hidup dimulai dengan mimpi, dan jika Anda cukup beruntung untuk bertemu Willy Wonka , apa pun mungkin.",
    "1155089": "Kematian akan datang. Lebih buruk dari kematian: terlupakan. Bukan hanya untuk Bumi kita, tapi untuk semua orang, di mana pun, di setiap alam semesta! Melawan kehancuran terbesar ini, Monitor misterius telah mengumpulkan tim Pahlawan Super terhebat yang pernah ada. Tapi apa yang bisa dilakukan gabungan kekuatan Superman, Wonder Woman, Batman, The Flash, Green Lantern, dan ratusan Pahlawan Super dari berbagai Bumi untuk menyelamatkan seluruh kenyataan dari bencana antimateri yang tak terhentikan?!",
    "918692": "Permintaan Mozambik dari Rusia sedang dibantu dalam perang melawan militan ISIS dan kelompok khusus yang dipimpin oleh seorang komandan dengan tanda panggil Granit akan datang ke negara itu.",
    "508883": "Saat Perang Dunia Kedua berkecamuk, Mahito remaja, yang dihantui oleh kematian tragis ibunya, dipindahkan dari Tokyo ke rumah pedesaan yang tenang milik ibu tirinya yang baru, Natsuko, seorang wanita yang sangat mirip dengan ibu anak laki-laki tersebut. Saat dia mencoba untuk menyesuaikan diri, dunia baru yang aneh ini menjadi semakin aneh setelah kemunculan seekor bangau abu-abu yang gigih, yang membingungkan dan mengganggu Mahito, menjulukinya sebagai dunia yang telah lama ditunggu-tunggu.",
    "866398": "Kampanye balas dendam seorang pria menjadi taruhan nasional setelah dia diketahui adalah mantan anggota organisasi kuat dan rahasia yang dikenal sebagai Peternak Lebah.",
    "927107": "Seseorang memeras CIA dengan membunuh jurnalis asing dan membuatnya tampak seolah-olah CIA bertanggung jawab. Ketika dunia mulai bersatu melawan AS, CIA harus memancing agennya yang paling brilian – dan memberontak – untuk keluar dari masa pensiunnya, memaksanya untuk menghadapi masa lalunya yang buruk sambil mengungkap konspirasi internasional.",
    "901362": "Ketika saudara laki-laki Branch, Floyd, diculik karena bakat musiknya oleh sepasang penjahat bintang pop yang jahat, Branch dan Poppy memulai perjalanan yang mengerikan dan emosional untuk menyatukan kembali saudara-saudara lainnya dan menyelamatkan Floyd dari nasib yang lebih buruk lagi. daripada ketidakjelasan budaya pop.",
    "848187": "Emma memiliki suami yang luar biasa dan dua anak di pinggiran kota New Jersey – dia juga memiliki kehidupan rahasia sebagai pembunuh bayaran – sebuah rahasia yang ditemukan suaminya, David, ketika pasangan itu memutuskan untuk membumbui pernikahan mereka dengan a sedikit permainan peran.",
    "695721": "64 tahun sebelum dia menjadi presiden Panem yang kejam, Coriolanus Snow melihat peluang untuk perubahan nasib ketika dia membimbing Lucy Gray Baird, peserta perempuan dari Distrik 12.",
    "872585": "Kisah peran J. Robert Oppenheimer dalam pengembangan bom atom selama Perang Dunia II.",
    "79026": "Di jalanan Los Angeles Timur, Manny adalah pengedar narkoba yang tangguh. Terkesan dengan gaya hidup mewah dan kehebatannya, putranya yang masih kecil, Kilo, ingin sekali mengikuti jejaknya. Kilo memutuskan untuk belajar bagaimana menjadi makmur di dunia. dunia narkoba, dan kehidupan barunya sebagai pengedar dimulai. Di dunia di mana seorang pria menginginkan segalanya, dia mungkin tidak mendapatkan apa-apa.",
    "940551": "Setelah keluarga bebek yang bermigrasi hinggap di kolam mereka dengan kisah-kisah mendebarkan tentang tempat-tempat yang jauh, keluarga Mallard memulai perjalanan keluarga, dari New England, ke New York City, ke Jamaika tropis.",
    "799155": "Dengan Parlemen dikepung, prajurit super pertama India Arjun Shergill ditugaskan untuk menangkap para teroris tepat pada waktunya, menyelamatkan Perdana Menteri dari cengkeraman mereka dan menghentikan bom kotor agar tidak meledak dan menghancurkan Delhi. Will Arjun berhasil dalam misinya?",
    "1028703": "8 kontestan bersaing dalam 8 permainan klasik anak-anak yang mematikan. Mereka mencari ketenaran melebihi impian terliar mereka, bersaing untuk mendapatkan kesempatan mengambil alih saluran YouTube dari YouTuber bertopeng terkenal namun sulit dipahami yang hanya dikenal sebagai \"JaxPro\". ",
    "1022796": "Asha, seorang idealis yang cerdas, membuat sebuah harapan yang begitu kuat sehingga terkabul oleh kekuatan kosmis – sebuah bola kecil energi tak terbatas yang disebut Star. Bersama-sama, Asha dan Star menghadapi musuh yang paling tangguh - penguasa Rosas, Raja Magnifico - untuk menyelamatkan komunitasnya dan membuktikan bahwa ketika keinginan seorang manusia pemberani terhubung dengan keajaiban bintang, hal-hal menakjubkan bisa terjadi.",
    "792307": "Dihidupkan kembali oleh seorang ilmuwan yang tidak lazim, seorang wanita muda melarikan diri bersama seorang pengacara bejat dalam petualangan besar melintasi benua. Bebas dari prasangka pada masanya, dia semakin teguh pada tujuannya untuk membela kesetaraan dan pembebasan.",
    "1211957": "Seorang mantan agen CIA terlempar kembali ke dunia berbahaya ketika seorang wanita misterius dari masa lalunya muncul kembali. Kini terungkap dan menjadi sasaran pembunuh tanpa henti dan program operasi hitam jahat, dia harus mengandalkan keterampilan yang dia pikir telah dia tinggalkan tertinggal dalam permainan bertahan hidup yang berisiko tinggi.",
    "1214314": "Setelah serangan di situs hitam di Polandia, Navy SEAL Jake Harris diperintahkan untuk mengawal tersangka teroris Amin Mansur ke Washington D.C. untuk diinterogasi. Namun, sebelum proses pemindahan tahanan selesai, bandara diserang oleh sekelompok orang tentara bayaran yang bersenjata lengkap dan terlatih.",
    "466420": "Ketika minyak ditemukan di Oklahoma tahun 1920-an di bawah tanah Osage Nation, orang-orang Osage dibunuh satu per satu—sampai FBI turun tangan untuk mengungkap misteri tersebut.",
    "346698": "Barbie dan Ken bersenang-senang di dunia Barbie Land yang penuh warna dan tampak sempurna. Namun, ketika mereka mendapat kesempatan untuk pergi ke dunia nyata, mereka segera menemukan kegembiraan dan bahaya hidup di antara mereka. manusia."
  },
  "helper": {
    "no_data": "Tidak ada film favorit yang tersedia."
  }
}
